Repository: lreiher/photobar-app
Catalog: PhotoBar/*.lproj/Localizable.strings
Languages: fr

source: Gravitational – my iOS-game
fr: Gravitational – mon iOS-jeu

source: Share
fr: Partager

source: Rate PhotoBar
fr: Êvaluer PhotoBar

source: Dismiss
fr: Retour

source: In order to fill these beautiful widgets with your own photos, you need to grant access to your photo library and the camera itself.
fr: Pour personnaliser ces Widgets avec tes propres photos, tu dois permettre l'accès à l'application à tes photos et ton appareil photo.

source: Continue
fr: Continuer

source: Check out the PhotoBar widget on the AppStore!
fr: Regarde aussi le PhotoBar widget dans l’AppStore!

source: I would really like any kind of feedback from you! Do not hesitate to contact me in order to report bugs, give me suggestions on improving PhotoBar or just say 'hi'!
fr: J’aimerais bien avoir votre feed-back. N’hésitez pas me signaler certains erreurs, propositions pour améliorer l‘application ou juste pour dire bonjour!

source: Contact Inquiry PhotoBar
fr: Demande de contact

source: Mail sent
fr: Mail envoyé

source: Thank you for contacting me.
fr: Merci pour le feed-back.

source: Error
fr: Erreur

source: Your mail did not send properly.
fr: Il y a eu un problème à l’envoie de ton mail.

source: With PhotoBar you can personalize your Today-View with your own photos.
fr: Avec PhotoBar tu peux personaliser ta ''Vue-quotidienne'' avec tes propres photos.

source: You can choose from 9 predesigned Layouts or simply create up to 3 custom ones. All of them are waiting to be filled with your photos.
fr: Tu as le choix entre 9 maquettes près-données ou tu peux créer jusqu'à 3 maquettes individuelles.

source: You will be able to both change height and number of photos of the custom layouts.
fr: Tu pourras non seulement changer la hauteur de ta maquette mais aussi le nombre de photos.

source: Adding your photos one by one is simple. Alternatively you can activate the switch and always use the last photos from your archive.
fr: Ajouter des photos est tout simple. Mais tu peux aussi activer le bouton pour utiliser automatiquement les dernières photos prises.

source: You can even put more photos in the exact same slot of the layout. Everytime you pull down the Today-View PhotoBar will then randomly choose one of the available photos for that slot.
fr: Tu peux même mettre plusieurs photos au même endroit.À chaque fois que tu tires la ''Vue-quotidienne'' vers le bas PhotoBar choisit une des photos existantes au hasard pour cet endroit de ta maquette.

source: Once you are ready to see your PhotoBar in action, simply tap 'Edit' in the Today-View and then add the layout you wish to display.
fr: Dès que tu as fini avec la préparation, clique dans ta vue-quotidienne sur 'Réglages' et ajoute la bonne maquette.

source: Have fun using PhotoBar!
fr: Amuse-toi avec PhotoBar!

source: Manage Photos in Frame
fr: Gére les photos dans le cadre

source: Add more Photos
fr: Ajoute encore plus de photos

source: Remove Photo
fr: Supprimer la photo

source: Edit Existing Photo
fr: Modifier la photo

source: Take Photo
fr: Prendre une photo

source: Choose Existing Photo
fr: Choisir une photo existante

source: Cancel
fr: Annuler

source: Choose
fr: Confirmer

source: Edit
fr: Modifier

source: Done
fr: OK

source: Always use last photos from camera roll
fr: Utiliser toujours les dernières photos ajoutées

source: Choose height of custom PhotoBar
fr: Choisis la hauteur de ton PhotoBar personnalisé

source: Choose number of images of custom PhotoBar
fr: Choisis le nombre de photos de ton PhotoBar personnalisé

source: Pull down Notification Center, tap Edit and then select PhotoBar A from the list.
fr: Tire le centre de notifications vers le bas, clique sur le bouton 'Mofifier' et choisis PhotoBar A de la liste.

source: Pull down Notification Center, tap Edit and then select PhotoBar B from the list.
fr: Tire le centre de notifications vers le bas, clique sur le bouton 'Mofifier' et choisis PhotoBar B de la liste.

source: Pull down Notification Center, tap Edit and then select PhotoBar C from the list.
fr: Tire le centre de notifications vers le bas, clique sur le bouton 'Mofifier' et choisis PhotoBar C de la liste.
