Repository: lreiher/photobar-app
Catalog: app/PhotoBar/*.lproj/Localizable.strings
Languages: de

source: Gravitational – my iOS-game
de: Gravitational – mein iOS-Spiel

source: Contact
de: Kontakt

source: Share
de: Teilen

source: Rate PhotoBar
de: Bewerte PhotoBar

source: Dismiss
de: Zurück

source: Permission
de: Erlaubnis

source: In order to fill these beautiful widgets with your own photos, you need to grant access to your photo library and the camera itself.
de: Um diese Widgets mit deinen eigenen Fotos bestücken zu können musst du der App Zugang zu deinem Fotoarchiv und der Kamera gewähren.

source: Continue
de: Weiter

source: Restore old photos?
de: Alte Fotos wiederherstellen?

source: As you may have noticed, PhotoBar 2.0 ignored all photos you had added using a previous version. You now have the ability to either restore those photos from PhotoBar 1.x and override the new ones or only restore those where new ones are not set yet.
de: Wie du vielleicht bemerkt hast, wurden alle deine alten Fotos von PhotoBar 2.0 ignoriert. Diese Fotos von PhotoBar 1.x kannst du nun entweder wiederherstellen und neue überschreiben oder nur die Fotos wiederherstellen, an deren Stelle sich noch keine neuen befinden.

source: Restore without overwriting
de: Ohne Überschreiben wiederherstellen

source: Restore and overwrite
de: Wiederherstellen und Überschreiben

source: Do not restore
de: Nicht wiederherstellen

source: Check out the PhotoBar widget on the AppStore!
de: Schau dir doch mal das PhotoBar Widget im AppStore an!

source: I would really like any kind of feedback from you! Do not hesitate to contact me in order to report bugs, give me suggestions on improving PhotoBar or just say 'hi'!
de: Ich freue mich über jegliche Art von Rückmeldung. Zögere nicht, mich auf Fehler hinzuweisen, Verbesserungsvorschläge zu machen oder einfach nur 'hallo' zu sagen!

source: Contact Inquiry PhotoBar
de: Kontaktanfrage PhotoBar

source: Mail sent
de: Mail versendet

source: Thank you for contacting me.
de: Danke für das Feedback.

source: Your mail did not send properly.
de: Die Mail konnte nicht verschickt werden.

source: With PhotoBar you can personalize your Today-View with your own photos.
de: Mit PhotoBar kannst du dir deine eigenen Fotos direkt in der Heute-Ansicht anzeigen lassen.

source: You can choose from 9 predesigned Layouts or simply create up to 3 custom ones. All of them are waiting to be filled with your photos.
de: Du hast die Auswahl zwischen 9 bereits gestalteten Layouts oder kannst bis zu 3 selbst erstellen.

source: You will be able to both change height and number of photos of the custom layouts.
de: Bei deinen eigenen Layouts kannst du sowohl Höhe als auch Anzahl der Fotos im Widget selbst festlegen.

source: Adding your photos one by one is simple. Alternatively you can activate the switch and always use the last photos from your archive.
de: Fotos einem Widget hinzufügen ist ganz einfach. Du kannst aber auch einfach den Schalter umlegen und immer die letzten Aufnahmen anzeigen lassen.

source: You can even put more photos in the exact same slot of the layout. Everytime you pull down the Today-View PhotoBar will then randomly choose one of the available photos for that slot.
de: Du kannst sogar mehrere Fotos an ein und dieselbe Stelle in einem Layout packen. Immer wenn du die Heute-Ansicht herunterziehst wählt PhotoBar dann zufällig eines der vorhanden Bilder für die bestimmte Stelle im Layout aus.

source: Once you are ready to see your PhotoBar in action, simply tap 'Edit' in the Today-View and then add the layout you wish to display.
de: Sobald du alles fertig eingestellt hast, tippe in der Heute-Ansicht auf 'Bearbeiten' und füge dann das passende Layout hinzu.

source: Have fun using PhotoBar!
de: Viel Spaß mit PhotoBar!

source: Manage Photos in Frame
de: Fotos in Rahmen verwalten

source: Add more Photos
de: Mehr Fotos hinzufügen

source: Remove Photo
de: Foto entfernen

source: Edit Existing Photo
de: Foto bearbeiten

source: Take Photo
de: Foto aufnehmen

source: Choose Existing Photo
de: Foto auswählen

source: Cancel
de: Abbrechen

source: Choose
de: Foto benutzen

source: Edit
de: Bearbeiten

source: Done
de: Fertig

source: Always use last photos from camera roll
de: Immer die zuletzt zu den Aufnahmen hinzugefügten Fotos verwenden

source: Choose height of custom PhotoBar
de: Höhe der benutzerdefinierten PhotoBar festlegen

source: Choose number of images of custom PhotoBar
de: Anzahl der Bilder der benutzerdefinierten PhotoBar festlegen

source: Pull down Notification Center, tap Edit and then select PhotoBar A from the list.
de: Ziehe die Nachrichtenzentrale herunter, tippe auf Bearbeiten und wähle PhotoBar A aus der Liste.

source: Pull down Notification Center, tap Edit and then select PhotoBar B from the list.
de: Ziehe die Nachrichtenzentrale herunter, tippe auf Bearbeiten und wähle PhotoBar B aus der Liste.

source: Pull down Notification Center, tap Edit and then select PhotoBar C from the list.
de: Ziehe die Nachrichtenzentrale herunter, tippe auf Bearbeiten und wähle PhotoBar C aus der Liste.
